{
  "Starch": 
  "Starch is a type of carbohydrate consisting of glucose molecules. Glucose provides cells with energy and helps nerve cells in the brain function properly.  Starchy foods provide the body with readily available energy. Carbohydrates are the main source of energy in a person's diet.",

  "Sucrose": 
  "Sucrose, commonly known as “table sugar” or “cane sugar”, is a carbohydrate formed from the combination of glucose and fructose. Found in: Sugar beets, sugar cane, honey, maple syrup, and other fruits and vegetables, as well as table sugar.",

  "Glucose":
  "You may know glucose by another name: blood sugar.  Along with fat and protein, glucose is one of the body's primary fuel sources.    Glucose and oxygen supply almost all the energy for the brain.",

  "Fructose":
  "Fructose, or fruit sugar, is a type of simple sugar that makes up 50% of table sugar (sucrose).  Table sugar also consists of glucose, which is the main energy source for your body's cells.  However, fructose needs to be converted into glucose by the liver before it can be used by the body.  The primary reason that fructose is used commercially in foods and beverages, besides its low cost, is its high relative sweetness. It is the sweetest of all naturally occurring carbohydrates. ",

  "Lactose":
  "Lactose is a natural sugar that's found in milk. It is a carbohydrate and it is made up of two sugars: glucose and galactose. Lactose is an important source of energy for babies.  The body splits lactose into glucose and galactose, a process that prepares these sugars for use as energy by the body.",

  "Alcohol":
  "Ethonal is the alcohol in alcoholic beverages. Ethanol (ethyl alcohol) has been produced since prehistoric times, mostly through the fermentation of fruit juices. ",

  "Water": 
  "Water is an inorganic compound with the chemical formula H2O.  All known forms of life depend on water. Water is vital both as a solvent and as an essential part of many metabolic processes within the body.  The human body contains around 60% water.  The body requires around 1-3 liters of water per day to avoid dehydration depending on weather.",

  "Caffeine": 
  "Caffeine is a central nervous system (CNS) stimulant.  It is mainly used recreationally as a cognitive enhancer, increasing alertness and attentional performance.",

  "Calcium": 
  "Calcium is the most abundant metal and the fifth-most abundant element in the human body.  As electrolytes, calcium ions (Ca2+) play a vital role in the physiological and biochemical processes of organisms and cells.  It is needed in the muscular, circulatory, and digestive systems; especially to the building of bone; and supports synthesis and function of blood cells.  Example Foods: yogurt, cheese, sardines, salmon, soy products, and kale.",

  "Iron": 
  "Iron is mostly in hemoglobin and myoglobin. These two proteins play essential roles in vertebrate metabolism, respectively oxygen transport by blood and oxygen storage in muscles. ",

  "Magnesium":
  "Magnesium is critical in the chemistry of cells of all known living organisms.  More than 300 enzymes require magnesium ions for their catalytic action.",

  "Potassium":
  "Potassium ions are vital for the functioning of all living cells. The transfer of potassium ions across nerve cell membranes is necessary for normal nerve transmission.",

  "Sodium":
  "Sodium is an essential element for all animals and some plants. Sodium ions play a major part in the extracellular fluid volume and pressure.  It is an essential mineral that regulates blood volume and blood pressure.",

  "Zinc":
  "Zinc is necessary for prenatal and postnatal development.  Zinc is required for the function of over 300 enzymes.",

  "Copper":
  "Copper is essential to all living organisms as a dietary mineral because it is a key constituent in respiratory enzymes.  ",

  "Selenium":
  "Selenium is necessary for cellular function.  It functions as cofactor for reduction of antioxidant enzymes.  Thyroid hormone use selenium.",

  "Vitamin A": 
    "Vitamin A has multiple functions: it is essential for embryo development and growth, for maintenance of the immune system, and for vision.  ",

  "Vitamin D": 
  "Vitamin D is responsible for increasing absorption of calcium, magnesium, and phosphate.  It helps in maintaining calcium levels for bone formation.",

  "Vitamin C": 
  "Vitamin C is an essential nutrient involved in the repair of tissue, the formation of collagen, and the enzymatic production of certain neurotransmitters.  It is used to prevent and treat scurvy.",

  "Thiamin": 
  "Thiamine, also known as thiamin and vitamin B1, is a vitamin, an essential micronutrient.  It is involved in many cellular processes.",

  "Ribfolavin":
  "Riboflavin, also known as vitamin B2, is  involved in energy metabolism, cellular respiration, and antibody production, as well as normal growth and development. ",

  "Niacin":
  "Niacin is a form of vitamin B3.  It is involved in cell signaling and DNA repair.",

  "Pantothenic acid": 
  "Pantothenic acid, also called vitamin B5, is used to metabolism enzymes for protein, carbohydrates, and fat.",

  "Folate":
  "Folate, also known as vitamin B9 and folacin, is one of the essential B vitamins.  Folate is required for the body to make DNA and RNA and metabolise amino acids necessary for cell division.",

  "Vitamin K": 
  "The human body requires vitamin K for post-synthesis modification of certain proteins that are required for blood coagulation or for controlling binding of calcium in bones and other tissues."
}